{
    "Location administrator": "Standortadministrator",
    "Location administrators can perform updates on a location.": "Standortadministratoren können Aktualisierungen an einem Standort durchführen.",
    "Employee": "Mitarbeiter",
    "Employees can create new working hours.": "Mitarbeiter können neue Arbeitszeiten schaffen.",
    "Great! You have accepted the invitation to join the :location team.": "Großartig! Sie haben die Einladung zum :location-Team angenommen.",
    "Target to zero (to be implemented)": "Ziel auf Null (zu implementieren)",
    "The target hours will be set to zero in the evaluation.": "Die Zielstunden werden in der Auswertung auf Null gesetzt.",
    "Absent to target": "Abwesend zum Ziel",
    "The absence hours will be summed up.": "Die Abwesenheitszeiten werden zusammengefasst.",
    "Fixed value (to be implemented)": "Festwert (zu implementieren)",
    "Caclulate a fixed value.": "Berechnen Sie einen festen Wert.",
    "Custom value (to be implemented)": "Benutzerdefinierter Wert (zu implementieren)",
    "Employee specific values.": "Mitarbeiterspezifische Werte.",
    "The project budget has been exceeded.": "Das Projektbudget wurde überschritten.",
    "Date should not be in the future.": "Datum sollte nicht in der Zukunft liegen.",
    "Date should not before employment date.": "Das Datum sollte nicht vor dem Beschäftigungsdatum liegen.",
    "The given time period overlapps with an existing entry.": "Der angegebene Zeitraum überschneidet sich mit einem vorhandenen Eintrag.",
    "Given pause time is too small.": "Bei gegebener Pause ist die Zeit zu klein.",
    "Pause is not between working hours.": "Die Pause liegt nicht zwischen den Arbeitsstunden.",
    "Overlapping pause time detected.": "Überlappende Pausenzeit erkannt.",
    "Sorry, you were not invited.": "Entschuldigung, Sie wurden nicht eingeladen.",
    "We were unable to find a registered user with this email address.": "Wir konnten keinen registrierten Benutzer mit dieser E-Mail-Adresse finden.",
    "This user already belongs to the team.": "Dieser Benutzer gehört bereits zum Team.",
    "Something went wrong. Please try again.": "Etwas ist schief gelaufen. Bitte versuche es erneut.",
    "Chosen date interval is too big.": "Das gewählte Datumsintervall ist zu groß.",
    "The start date should not be set before the employment date.": "Das Startdatum sollte nicht vor dem Beschäftigungsdatum festgelegt werden.",
    "The provided password does not match your current password.": "Das angegebene Passwort stimmt nicht mit Ihrem aktuellen Passwort überein.",
    "Transferred: :name": "Übertragen: :name",
    "This user has already been invited.": "Dieser Benutzer wurde bereits eingeladen.",
    "This user already belongs to the location.": "Dieser Benutzer gehört bereits zum Standort.",
    "Sorry, there is no fitting vacation entitlement for this absence.": "Für diese Abwesenheit gibt es leider keinen passenden Urlaubsanspruch.",
    "Paid hours changed from {$absence->paid_hours} to {$absenceCalculator->sumPaidHours()}": "Die bezahlten Stunden wurden von {$absence->paid_hours} in {$absenceCalculator->sumPaidHours()} geändert.",
    "Vacation days changed from {$absence->vacation_days} to {$absenceCalculator->sumVacationDays()}": "Die Urlaubstage wurden von {$absence->vacation_days} in {$absenceCalculator->sumVacationDays()} geändert.",
    "You may not leave a location that you created.": "Sie dürfen einen von Ihnen erstellten Ort nicht verlassen.",
    "The date format is wrong.": "Das Datumsformat ist falsch.",
    "The given date format is wrong.": "Das angegebene Datumsformat ist falsch.",
    "Starting Balance": "Startsaldo",
    "Sth. went wrong.": "Sth. ging schief.",
    "Not yet billed hours: :hours": "Noch nicht in Rechnung gestellte Stunden: :hours",
    "Working hours: :hours": "Arbeitszeit: :hours",
    "Date        Duration (Hrs.)    Description": "Datum        Dauer (Std.)    Beschreibung",
    "Period: :from - :to": "Zeitraum: :from - :to",
    "Vacation entitlement has wrong status.": "Urlaubsanspruch hat falschen Status.",
    ":start - :end o'clock": ":start - :end Uhr",
    "Location Settings": "Ortseinstellungen",
    "Locations": "Standorte",
    "Location :Name": "Ort :Name",
    "Projects": "Projekte",
    "Project :Name": "Projekt :Name",
    "Calendar": "Kalender",
    "Create Team": "Team erstellen",
    "Team Settings": "Teameinstellungen",
    "Delete Team": "Team löschen",
    "Permanently delete this team.": "Lösche dieses Team dauerhaft.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sobald ein Team gelöscht wird, werden alle Ressourcen und Daten dauerhaft gelöscht. Laden Sie vor dem Löschen dieses Teams alle Daten oder Informationen zu diesem Team herunter, die Sie behalten möchten.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Möchten Sie dieses Team wirklich löschen? Sobald ein Team gelöscht wird, werden alle Ressourcen und Daten dauerhaft gelöscht.",
    "Nevermind": "Keine Ursache",
    "Team Name": "Teamname",
    "The team\\'s name and owner information.": "The team\\'s name and owner information.",
    "Team Owner": "Teambesitzer",
    "Saved.": "Gespeichert.",
    "Save": "Speichern",
    "Team Details": "Teamdetails",
    "Create a new team to collaborate with others on projects.": "Erstellen Sie ein neues Team, um mit anderen an Projekten zusammenzuarbeiten.",
    "Create": "Erstellen",
    "Add Team Member": "Teammitglied hinzufügen",
    "Add a new team member to your team, allowing them to collaborate with you.": "Fügen Sie Ihrem Team ein neues Teammitglied hinzu, damit es mit Ihnen zusammenarbeiten kann.",
    "Please provide the email address of the person you would like to add to this team.": "Bitte geben Sie die E-Mail-Adresse der Person an, die Sie diesem Team hinzufügen möchten.",
    "Email": "Email",
    "Role": "Rolle",
    "Added.": "Hinzugefügt.",
    "Add": "Hinzufügen",
    "Pending Team Invitations": "Ausstehende Teameinladungen",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Diese Personen wurden zu Ihrem Team eingeladen und haben eine Einladungs-E-Mail erhalten. Sie können dem Team beitreten, indem sie die E-Mail-Einladung annehmen.",
    "Team Members": "Teammitglieder",
    "All of the people that are part of this team.": "Alle Leute, die Teil dieses Teams sind.",
    "Leave": "Verlassen",
    "Remove": "Entfernen",
    "Manage Role": "Rolle verwalten",
    "Leave Team": "Team verlassen",
    "Are you sure you would like to leave this team?": "Sind Sie sicher, dass Sie dieses Team verlassen möchten?",
    "Remove Team Member": "Teammitglied entfernen",
    "Are you sure you would like to remove this person from the team?": "Sind Sie sicher, dass Sie diese Person aus dem Team entfernen möchten?",
    "Absence": "Abwesenheit",
    "Report": "Bericht",
    "Account Settings": "Account Einstellungen",
    "Confirm Password": "Kennwort bestätigen",
    "For your security, please confirm your password to continue.": "For your security, please confirm your password to continue.",
    "Confirm": "Bestätigen",
    "Password": "Passwort",
    "Name": "Name",
    "Already registered?": "Bereits registriert?",
    "Register": "Registrieren",
    "Reset Password": "Passwort zurücksetzen",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bitte bestätigen Sie den Zugriff auf Ihr Konto, indem Sie den von Ihrer Authentifizierungsanwendung bereitgestellten Authentifizierungscode eingeben.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bitte bestätigen Sie den Zugriff auf Ihr Konto, indem Sie einen Ihrer Notfall-Wiederherstellungscodes eingeben.",
    "Code": "Code",
    "Recovery Code": "Wiederherstellungscode",
    "Use a recovery code": "Verwenden Sie einen Wiederherstellungscode",
    "Use an authentication code": "Verwenden Sie einen Authentifizierungscode",
    "Login": "Anmeldung",
    "Remember me": "Behalte mich in Erinnerung",
    "Forgot your password?": "Haben Sie Ihr Passwort vergessen?",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie bei der Registrierung angegeben haben.",
    "Resend Verification Email": "Bestätigungsmail erneut senden",
    "Logout": "Ausloggen",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Haben Sie Ihr Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit und wir senden Ihnen per E-Mail einen Link zum Zurücksetzen des Passworts, über den Sie eine neue auswählen können.",
    "Email Password Reset Link": "Link zum Zurücksetzen des E-Mail-Passworts",
    "Employees": "Angestellte",
    "Employee: :name": "Mitarbeiter: :name",
    "You have been invited to join the :location team!": "Sie wurden eingeladen, dem :location-Team beizutreten!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Wenn Sie kein Konto haben, können Sie ein Konto erstellen, indem Sie auf die Schaltfläche unten klicken. Nach dem Erstellen eines Kontos können Sie in dieser E-Mail auf die Schaltfläche zur Annahme der Einladung klicken, um die Teameinladung anzunehmen:",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Wenn Sie bereits ein Konto haben, können Sie diese Einladung annehmen, indem Sie auf die Schaltfläche unten klicken:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Wenn Sie nicht erwartet haben, eine Einladung an dieses Team zu erhalten, können Sie diese E-Mail verwerfen.",
    "Time tracking": "Zeiterfassung",
    "Manage Account": "Konto verwalten",
    "Profile": "Profil",
    "API Tokens": "API-Token",
    "Dashboard": "Instrumententafel",
    "Profile Information": "Profil Information",
    "Update your account\\'s profile information and email address.": "Update your account\\'s profile information and email address.",
    "Photo": "Foto",
    "Select A New Photo": "Wählen Sie ein neues Foto",
    "Remove Photo": "Foto entfernen",
    "Delete Account": "Konto löschen",
    "Permanently delete your account.": "Löschen Sie Ihr Konto dauerhaft.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Laden Sie vor dem Löschen Ihres Kontos alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Möchten Sie Ihr Konto wirklich löschen? Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Two Factor Authentication": "Zwei-Faktor-Authentifizierung",
    "Add additional security to your account using two factor authentication.": "Fügen Sie Ihrem Konto zusätzliche Sicherheit hinzu, indem Sie die Zwei-Faktor-Authentifizierung verwenden.",
    "You have enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung aktiviert.",
    "You have not enabled two factor authentication.": "Sie haben die Zwei-Faktor-Authentifizierung nicht aktiviert.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone\\'s Google Authenticator application.": "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone\\'s Google Authenticator application.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone\\'s authenticator application.": "Two factor authentication is now enabled. Scan the following QR code using your phone\\'s authenticator application.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Speichern Sie diese Wiederherstellungscodes in einem sicheren Kennwortmanager. Sie können verwendet werden, um den Zugriff auf Ihr Konto wiederherzustellen, wenn Ihr Zwei-Faktor-Authentifizierungsgerät verloren geht.",
    "Enable": "Aktivieren",
    "Regenerate Recovery Codes": "Wiederherstellungscodes neu generieren",
    "Show Recovery Codes": "Wiederherstellungscodes anzeigen",
    "Disable": "Deaktivieren",
    "Browser Sessions": "Browsersitzungen",
    "Manage and logout your active sessions on other browsers and devices.": "Verwalten und Abmelden Ihrer aktiven Sitzungen in anderen Browsern und Geräten.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Bei Bedarf können Sie sich von allen anderen Browsersitzungen auf allen Ihren Geräten abmelden. Einige Ihrer letzten Sitzungen sind unten aufgeführt. Diese Liste ist jedoch möglicherweise nicht vollständig. Wenn Sie der Meinung sind, dass Ihr Konto kompromittiert wurde, sollten Sie auch Ihr Passwort aktualisieren.",
    "This device": "Dieses Gerät",
    "Last active": "Letzte Aktivität",
    "Logout Other Browser Sessions": "Andere Browsersitzungen abmelden",
    "Done.": "Getan.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie sich von Ihren anderen Browsersitzungen auf allen Ihren Geräten abmelden möchten.",
    "Update Password": "Passwort erneuern",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um die Sicherheit zu gewährleisten.",
    "Current Password": "Jetziges Passwort",
    "New Password": "Neues Passwort",
    "Add project": "Projekt hinzufügen",
    "Project": "Projekt",
    "Project Name": "Projektname",
    "Customer Order Number": "Kundenbestellnummer",
    "Time budget for this project": "Zeitbudget für dieses Projekt",
    "Hourly rate for this project": "Stundensatz für dieses Projekt",
    "Default billing type": "Standardabrechnungsart",
    "Default billing description": "Standardabrechnungsbeschreibung",
    "Send Billing": "Abrechnung senden",
    "Billing from": "Abrechnung von",
    "Billing to": "Abrechnung an",
    "Filter": "Filter",
    "Date": "Datum",
    "Hours": "Std",
    "Amount": "Menge",
    "Description": "Beschreibung",
    "no details": "keine Details",
    "Payment Month": "Zahlungsmonat",
    "Payment Year": "Zahlungsjahr",
    "Assign user": "Benutzer zuweisen",
    "Users": "Benutzer",
    "Time Tracking": "Zeiterfassung",
    "Working Time": "Arbeitszeit",
    "Start": "Start",
    "End": "Ende",
    "Please choose": "Bitte auswählen",
    "Billing Description": "Abrechnungsbeschreibung",
    "Billing Type": "Abrechnungsart",
    "Hourly Rate": "Stundensatz",
    "Add Pause": "Pause hinzufügen",
    "No pause yet.": "Noch keine Pause.",
    "Add location": "Ort hinzufügen",
    "Location": "Ort",
    "Location Name": "Standortnamen",
    "Add Location Member": "Standortmitglied hinzufügen",
    "Add a new location member to your location, allowing them to collaborate with you.": "Fügen Sie Ihrem Standort ein neues Standortmitglied hinzu, damit diese mit Ihnen zusammenarbeiten können.",
    "Please provide the email address of the person you would like to add to this location. The email address must be associated with an existing account.": "Bitte geben Sie die E-Mail-Adresse der Person an, die Sie diesem Standort hinzufügen möchten. Die E-Mail-Adresse muss einem vorhandenen Konto zugeordnet sein.",
    "Pending Location Invitations": "Ausstehende Ortseinladungen",
    "These people have been invited to your location and have been sent an invitation email. They may join the location by accepting the email invitation.": "Diese Personen wurden zu Ihrem Standort eingeladen und haben eine Einladungs-E-Mail erhalten. Sie können dem Standort beitreten, indem sie die E-Mail-Einladung annehmen.",
    "Cancel": "Stornieren",
    "Location Members": "Standortmitglieder",
    "All of the people that are part of this location.": "Alle Personen, die Teil dieses Standorts sind.",
    "Leave Location": "Ort verlassen",
    "Are you sure you would like to leave this location?": "Sind Sie sicher, dass Sie diesen Ort verlassen möchten?",
    "Remove Location Member": "Standortmitglied entfernen",
    "Are you sure you would like to remove this person from the location?": "Sind Sie sicher, dass Sie diese Person vom Standort entfernen möchten?",
    "Public holidays": "Feiertage",
    "Here you can add, edit and delete public holidays for this location.": "Hier können Sie Feiertage für diesen Standort hinzufügen, bearbeiten und löschen.",
    "Day": "Tag",
    "Half day": "Halber Tag",
    "No public holidays yet.": "Noch keine Feiertage.",
    "Add Public Holiday": "Feiertag hinzufügen",
    "Import Public Holiday": "Feiertag importieren",
    "Add public holiday": "Feiertag hinzufügen",
    "Remove Public Holiday": "Feiertag entfernen",
    "Are you sure you would like to remove the public holiday from this location?": "Sind Sie sicher, dass Sie den Feiertag von diesem Ort entfernen möchten?",
    "Import public holidays": "Feiertage importieren",
    "Select year for import": "Wählen Sie das Jahr für den Import aus",
    "Select country": "Land auswählen",
    "The Location\\'s name and owner information.": "The Location\\'s name and owner information.",
    "Location Owner": "Standortbesitzer",
    "Absence types for location": "Abwesenheitstypen für den Standort",
    "Absence types available for this location.": "Für diesen Standort sind Abwesenheitstypen verfügbar.",
    "Vacation": "Urlaub",
    "Evaluation": "Auswertung",
    "Update": "Aktualisieren",
    "No absent types for this location.": "Keine abwesenden Typen für diesen Standort.",
    "Add Absence Type": "Abwesenheitstyp hinzufügen",
    "Add absent type": "Fehlender Typ hinzufügen",
    "Absence Type Name": "Name des Abwesenheitstyps",
    "Assigned employees": "Zugeordnete Mitarbeiter",
    "Vacation contingent": "Urlaubskontingent",
    "Hours booked with this absent type should be substracted from vacation allowence.": "Mit dieser Abwesenheitsart gebuchte Stunden sollten vom Urlaubsgeld abgezogen werden.",
    "Affects Evaluation": "Beeinflusst die Bewertung",
    "Choose if the report calculation method is affected by this absent type.": "Wählen Sie aus, ob die Berichtsberechnungsmethode von diesem fehlenden Typ betroffen ist.",
    "Regard Holidays": "Feiertage betrachten",
    "Holidays are taken into account (On public holidays - no vacation days are calculated. Within evaluations the holiday hours are considered, not the absence hours)": "Feiertage werden berücksichtigt (An Feiertagen werden keine Urlaubstage berechnet. Bei Auswertungen werden die Urlaubszeiten berücksichtigt, nicht die Abwesenheitszeiten)",
    "Assign new users": "Weisen Sie neue Benutzer zu",
    "Assign absence type to new users automatically.": "Weisen Sie neuen Benutzern automatisch den Abwesenheitstyp zu.",
    "Remove working sessions on confirm": "Entfernen Sie die Arbeitssitzungen bei Bestätigung",
    "When confirming an absence, remove all time records in the period": "Entfernen Sie bei der Bestätigung einer Abwesenheit alle Zeitaufzeichnungen im Zeitraum",
    "Remove Absence Type": "Abwesenheitstyp entfernen",
    "Are you sure you would like to remove the absence type from this location?": "Sind Sie sicher, dass Sie den Abwesenheitstyp von diesem Speicherort entfernen möchten?",
    "Overall": "Insgesamt",
    "Overall entitled vacation": "Insgesamt berechtigter Urlaub",
    "Used": "Gebraucht",
    "Transferred": "Übertragen",
    "Rest": "Rest",
    "(until :date)": "(bis :date)",
    "Add Absence": "Abwesenheit hinzufügen",
    "Type": "Art",
    "Status": "Status",
    "Approve": "Genehmigen",
    "No absences yet.": "Noch keine Abwesenheiten.",
    "Add absence": "Abwesenheit hinzufügen",
    "Absence Type": "Abwesenheitstyp",
    "Starts at": "Startet um",
    "Ends at": "Endet am",
    "Full day": "Ganzen Tag",
    "Vacation Days": "Urlaubstage",
    "Details": "Einzelheiten",
    "Target Hours": "Zielstunden",
    "Paid hours": "Bezahlte Stunden",
    "Vacation (calculative)": "Urlaub (berechnend)",
    "Remove Absence": "Abwesenheit entfernen",
    "Are you sure you would like to remove this absence?": "Sind Sie sicher, dass Sie diese Abwesenheit beseitigen möchten?",
    "Until today": "Bis heute",
    "Planned": "Geplant",
    "Is": "Ist",
    "Away": "Weg",
    "Diff": "Diff",
    "Running Balance": "Zwischensaldo",
    "Public holiday:": "Gesetzlicher Feiertag:",
    "Time Budget": "Zeitbudget",
    "Assigned Users": "Zugewiesene Benutzer",
    "Hours used": "Verwendete Stunden",
    "Hourly rate": "Stundensatz",
    "Billing type": "Abrechnungsart",
    "Billing description": "Abrechnungsbeschreibung",
    "Billing": "Abrechnung",
    "no data yet": "Noch keine Daten",
    "Master data": "Stammdaten",
    "Change account settings": "Kontoeinstellungen ändern",
    "Account Name": "Kontobezeichnung",
    "Updated.": "Aktualisiert.",
    "Time Zone": "Zeitzone",
    "Locale": "Gebietsschema",
    "Sum Trackings": "Summenverfolgung",
    "Min. Punch Clock Pause": "Mindest. Punch Clock Pause",
    "Add Target Hours": "Zielstunden hinzufügen",
    "Based on employees target hours, overtime will be calculated.": "Basierend auf den Zielstunden der Mitarbeiter werden Überstunden berechnet.",
    "Start at": "Anfangen bei",
    "Summary": "Zusammenfassung",
    "Can create overtime": "Kann Überstunden machen",
    "no target hours planned yet": "Noch keine Zielstunden geplant",
    "Add Target Hour": "Zielstunde hinzufügen",
    "Removed.": "Entfernt.",
    "Add Vacation Entitlement": "Urlaubsanspruch hinzufügen",
    "Here you can add the granted vacation days for this employee.": "Hier können Sie die gewährten Urlaubstage für diesen Mitarbeiter hinzufügen.",
    "Transfer": "Transfer",
    "no vacations entitlements found.": "Keine Urlaubsansprüche gefunden.",
    "Add vacation entitlement": "Urlaubsanspruch hinzufügen",
    "Edit Employee Profile": "Mitarbeiterprofil bearbeiten",
    "Edit general employee profile data.": "Bearbeiten Sie allgemeine Mitarbeiterprofildaten.",
    "Date of employment": "Datum der Einstellung",
    "Opening overtime balance": "Überstundenguthaben eröffnen",
    "Manage Target Hour": "Zielstunde verwalten",
    "Start Date": "Anfangsdatum",
    "Mode": "Modus",
    "Weekly hours": "Wöchentliche Stunden",
    "Target hours based on per week ": "Zielstunden basierend auf pro Woche",
    "Monthly hours": "Monatliche Stunden",
    "Target hours based on per month ": "Zielstunden basierend auf pro Monat",
    "Target Limited": "Target Limited",
    "Enable or disable overwork for this target hour plan.": "Aktivieren oder deaktivieren Sie Überarbeitung für diesen Zielstundenplan.",
    "Days": "Tage",
    "Remove Time Tracking": "Zeiterfassung entfernen",
    "Are you sure you would like to remove these target hours?": "Sind Sie sicher, dass Sie diese Zielstunden entfernen möchten?",
    "Manage Vacation Entitlement": "Urlaubsanspruch verwalten",
    "End Date": "Endtermin",
    "Expires": "Läuft ab",
    "Transfer remaining entitlement": "Verbleibende Berechtigung übertragen",
    "Expiration date of the transfer": "Ablaufdatum der Übertragung",
    "Are you sure you would like to remove this vacation entitlement?": "Sind Sie sicher, dass Sie diesen Urlaubsanspruch entfernen möchten?",
    "Add time": "Zeit hinzufügen",
    "Times": "Zeiten",
    "Duration": "Dauer",
    "Pause": "Pause",
    "Balance": "Balance",
    "Project:": "Projekt:",
    "Billing Type:": "Abrechnungsart:",
    "Billing Description:": "Abrechnungsbeschreibung:",
    "Hourly Rate:": "Stundensatz:",
    "Invoice Number:": "Rechnungsnummer:",
    "Are you sure you would like to remove this time entry?": "Sind Sie sicher, dass Sie diesen Zeiteintrag entfernen möchten?",
    "Manage Location": "Standort verwalten",
    "Manage Team": "Team verwalten",
    "Create New Team": "Neues Team erstellen",
    "Switch Teams": "Teams wechseln",
    "Create API Token": "API-Token erstellen",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Mit API-Token können sich Dienste von Drittanbietern in Ihrem Namen bei unserer Anwendung authentifizieren.",
    "Token Name": "Token Name",
    "Permissions": "Berechtigungen",
    "Created.": "Erstellt.",
    "Manage API Tokens": "API-Token verwalten",
    "You may delete any of your existing tokens if they are no longer needed.": "Sie können alle vorhandenen Token löschen, wenn sie nicht mehr benötigt werden.",
    "Last used": "Zuletzt verwendeten",
    "Delete": "Löschen",
    "API Token": "API-Token",
    "Please copy your new API token. For your security, it won\\'t be shown again.": "Please copy your new API token. For your security, it won\\'t be shown again.",
    "Close": "Schließen",
    "API Token Permissions": "API-Token-Berechtigungen",
    "Delete API Token": "API-Token löschen",
    "Are you sure you would like to delete this API token?": "Möchten Sie dieses API-Token wirklich löschen?",
    "Edit": "Editieren",
    "Default billing increment (minutes)": "Minimale Abrechnungseinheit (in Minuten)",
    "Stopped": "Gestoppt",
    "Running": "Eingecheckt",
    "Paused": "Pausiert",
    "Punch in": "Einstempeln",
    "auth.failed": "Der Benutzer konnte nicht authentifiziert werden.",
    "Whoops! Something went wrong.": "Ein Fehler ist aufgetreten",
    "Switch Location": "Standort wechseln",
    "Showing": "Zeige",
    "to": "ab",
    "of": "von",
    "results": "Ergebnissen",
    "Month: :month Year: :year" : "Monat: :month Jahr: :year",
    "Previous" : "Vorheriger",
    "Next" : "Nächster",
    "Current" : "Aktuell",
    "Public Holiday" : "Feiertag",
    "Your absence has been removed. Please check you absences for correctness.": "Ihre Abwesenheit wurde gelöscht. Bitte überprüfen Sie Ihre Abwesenheiten auf Korrektheit.",
    "The absence from :employee has been approved.": "Die Abwesenheit von :employee wurde genehmigt.",
    "Open Daybreak": "Öffne Daybreak",
    "New absence waiting for approval": "Neue Abwesenheit bestätigen",
    "Absence Status Changed.": "Der Status einer Abwesenheit wurde geändert.",
    "Absence Removed": "Eine Abwesenheit wurde entfernt",
    ":employee created a new absence and it's waiting for approval!" : ":employee hat eine neue Abwesenheit erstellt. Bitte überprüfen und freigeben.",
    "List is empty": "Die Liste ist leer",
    "Select Filter": "Filtern",
    "Add Default Resting Time": "Automatische Pause-Zeiten",
    "Add a default resting time to new time trackings.": "Vorgeschriebene Pause Zeiten für neue Zeiterfassungen.",
    "No default durations yet.": "Es wurden bisher keine automatischen Pausen festgelegt.",
    "Duration of the pause in minutes": "Zeit der Pause in Minuten",
    "Pause from x hours": "Pause ab x Stunden",
    "Add default resting time": "Automatische Pausenzeit hinzufügen",
    "Remove Default Pause Time": "Automatische Pausenzeit löschen",
    "Are you sure you would like to remove the default pause time from this location?": "Sind Sie sicher das Sie die automatische Pausen-Zeit von diesem Standort löschen möchten?",
    "Choose Employee": "Mitarbeiter auswählen",
    "Illness": "Krankheit",
    "Vacation": "Urlaub",
    "Take time off for overtime worked": "Überstundenabbau",
    "Free time": "Wunschfrei",
    "Please select": "Bitte auswählen",
    "Timezone": "Zeitzone"

}
